INSERT INTO devices (device_id, name, location) VALUES
	(2, "Барометр-01", "Офис 101"),
	(3, "Гигрометр-01", "Офис 101");

INSERT INTO events (event_id, device_id, event_time, event_type, value) VALUES
	(4, 2, "2026-10-06 10:00", "включение", NULL),
	(5, 2, "2026-10-06 10:05", "показание", 1013),
	(6, 2, "2026-10-06 10:10", "показание", 1014),
	(7, 2, "2026-10-06 10:15", "показание", 1013),
	(8, 3, "2026-10-06 13:00", "включение", NULL),
	(9, 3, "2026-10-06 13:05", "показание", 91),
	(10, 3, "2026-10-06 13:10", "ошибка", NULL),
	(11, 3, "2026-10-06 13:15", "показание", 0),
	(12, 3, "2026-10-06 13:20", "ошибка", NULL);
